Repository: knotq-app/mobile
Catalog: ios/KnotQMobile/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, fi, fr, he, hi, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# sync.error.checkout_not_configured
source: Subscription checkout is not configured yet.
ar: لم يتم تكوين دفع الاشتراك بعد.
cs: Platba předplatného zatím není nakonfigurována.
da: Abonnementskasse er ikke konfigureret endnu.
de: Abonnement-Checkout ist noch nicht konfiguriert.
el: Η αγορά συνδρομής δεν έχει ρυθμιστεί ακόμη.
es: La compra de suscripción aún no está configurada.
fi: Tilausostojen kassaa ei ole vielä määritetty.
fr: L'achat d'abonnement n'est pas encore configuré.
he: תשלום המנוי לא הוגדר עדיין.
hi: सदस्यता चेकआउट अभी तक कॉन्फ़िगर नहीं की गई है।
hu: Az előfizetés pénztára még nincs konfigurálva.
id: Pembayaran langganan belum dikonfigurasi.
it: Il pagamento della sottoscrizione non è ancora configurato.
ja: サブスクリプションチェックアウトはまだ設定されていません。
ko: 구독 결제가 아직 구성되지 않았습니다.
ms: Checkout langganan belum dikonfigurasi.
nb: Kjøpsprosess for abonnement er ikke konfigurert ennå.
nl: Abonnementcheckout is nog niet ingesteld.
pl: Kasa subskrypcji nie jest jeszcze skonfigurowana.
pt_br: O checkout de assinatura ainda não está configurado.
pt_pt: A página de pagamento de subscrição ainda não está configurada.
ro: Plata abonamentului nu este configurată încă.
ru: Оплата подписки еще не настроена.
sk: Nákup predplatného zatiaľ nie je nakonfigurovaný.
sv: Prenumerationskassa är inte konfigurerad än.
th: ยังไม่ได้กำหนดค่า Checkout สำหรับการสมัครสมาชิก
tr: Abonelik ödeme işlemi henüz yapılandırılmadı.
uk: Оплата підписки ще не налаштована.
vi: Thanh toán đăng ký chưa được cấu hình.
zh_hans: 订阅结账功能尚未配置。
zh_hant: 訂閱結帳尚未設定。

# sync.error.checkout_unavailable
source: Subscription checkout is temporarily unavailable.
ar: دفع الاشتراك غير متاح مؤقتاً.
cs: Platba předplatného je dočasně nedostupná.
da: Abonnementskasse er midlertidigt utilgængelig.
de: Abonnement-Checkout ist vorübergehend nicht verfügbar.
el: Η αγορά συνδρομής δεν είναι προσωρινά διαθέσιμη.
es: La compra de suscripción no está disponible temporalmente.
fi: Tilausostojen kassa ei ole tällä hetkellä käytettävissä.
fr: L'achat d'abonnement est temporairement indisponible.
he: תשלום המנוי אינו זמין כרגע.
hi: सदस्यता चेकआउट अस्थायी रूप से अनुपलब्ध है।
hu: Az előfizetés pénztára átmenetileg nem érhető el.
id: Pembayaran langganan sedang tidak tersedia.
it: Il pagamento della sottoscrizione è temporaneamente non disponibile.
ja: サブスクリプションチェックアウトは一時的に利用できません。
ko: 구독 결제를 일시적으로 사용할 수 없습니다.
ms: Checkout langganan tidak tersedia buat sementara.
nb: Kjøpsprosess for abonnement er midlertidig utilgjengelig.
nl: Abonnementcheckout is tijdelijk niet beschikbaar.
pl: Kasa subskrypcji jest tymczasowo niedostępna.
pt_br: O checkout de assinatura não está disponível temporariamente.
pt_pt: A página de pagamento de subscrição está temporariamente indisponível.
ro: Plata abonamentului este temporar indisponibilă.
ru: Оплата подписки временно недоступна.
sk: Nákup predplatného je dočasne nedostupný.
sv: Prenumerationskassa är temporärt otillgänglig.
th: Subscription checkout ไม่พร้อมใช้งานชั่วคราว
tr: Abonelik ödeme işlemi geçici olarak kullanılamıyor.
uk: Оплата підписки тимчасово недоступна.
vi: Thanh toán đăng ký tạm thời không khả dụng.
zh_hans: 订阅结账暂时不可用。
zh_hant: 訂閱結帳暫時無法使用。

# sync.error.checkout_url_missing
source: The sync API did not return a checkout URL.
ar: لم تُرجع واجهة برمجة تطبيقات المزامنة عنوان URL للدفع.
cs: Rozhraní API synchronizace nevrátilo adresu URL nákupu.
da: Synkroniserings-API'en returnerede ikke en checkout-URL.
de: Die Sync-API hat keine Checkout-URL zurückgegeben.
el: Το API συγχρονισμού δεν επέστρεψε ένα URL αγοράς.
es: La API de sincronización no devolvió una URL de compra.
fi: Synkronointiohjelmarajapinta ei palauttanut kassan URL-osoitetta.
fr: L'API de synchronisation n'a pas renvoyé d'URL d'achat.
he: ממשק סנכרון לא החזיר כתובת URL לתשלום.
hi: सिंक API ने चेकआउट URL नहीं दिया।
hu: A szinkronizálási API nem adott vissza pénztár URL-t.
id: API sinkronisasi tidak mengembalikan URL pembayaran.
it: L'API di sincronizzazione non ha restituito un URL di pagamento.
ja: 同期APIはチェックアウトURLを返しませんでした。
ko: 동기화 API가 결제 URL을 반환하지 않았습니다.
ms: API sinkron tidak mengembalikan URL checkout.
nb: Synk-APIet returnerte ikke en kjøps-URL.
nl: De sync-API heeft geen checkout-URL geretourneerd.
pl: Interfejs API synchronizacji nie zwrócił adresu URL kasy.
pt_br: A API de sincronização não retornou uma URL de checkout.
pt_pt: A API de sincronização não devolveu um URL de pagamento.
ro: API-ul de sincronizare nu a returnat un URL de plată.
ru: API синхронизации не вернул URL оплаты.
sk: Synchronizačné API nevrátilo adresu URL nákupu.
sv: Synkroniserings-API:t returnerade ingen kassa-URL.
th: Sync API ไม่ส่งคืน Checkout URL
tr: Senkronizasyon API'si bir ödeme işlemi URL'si döndürmedi.
uk: API синхронізації не повернув URL-адресу оплати.
vi: API đồng bộ không trả về URL thanh toán.
zh_hans: 同步 API 未返回结账 URL。
zh_hant: 同步 API 未傳回結帳 URL。

# sync.error.confirm_account_failed
source: Could not confirm the account. Please try again.
ar: تعذر تأكيد الحساب. يرجى المحاولة مرة أخرى.
cs: Nepodařilo se potvrdit účet. Zkuste to prosím znovu.
da: Kunne ikke bekræfte kontoen. Prøv igen.
de: Konto konnte nicht bestätigt werden. Bitte versuchen Sie es erneut.
el: Δεν ήταν δυνατή η επιβεβαίωση του λογαριασμού. Δοκιμάστε ξανά.
es: No se pudo confirmar la cuenta. Por favor, intenta de nuevo.
fi: Tilin vahvistus epäonnistui. Yritä uudelleen.
fr: Impossible de confirmer le compte. Veuillez réessayer.
he: לא היה אפשר לאשר את החשבון. אנא נסה שוב.
hi: खाते की पुष्टि नहीं की जा सकी। कृपया फिर से प्रयास करें।
hu: Nem sikerült megerősíteni a fiókot. Kérjük, próbálja meg újra.
id: Tidak dapat mengonfirmasi akun. Silakan coba lagi.
it: Impossibile confermare l'account. Riprova.
ja: アカウントを確認できませんでした。もう一度お試しください。
ko: 계정을 확인할 수 없습니다. 다시 시도하세요.
ms: Tidak dapat mengesahkan akaun. Sila cuba lagi.
nb: Kunne ikke bekrefte kontoen. Prøv igjen.
nl: Kon het account niet bevestigen. Probeer het opnieuw.
pl: Nie można było potwierdzić konta. Spróbuj ponownie.
pt_br: Não foi possível confirmar a conta. Tente novamente.
pt_pt: Não foi possível confirmar a conta. Tente novamente.
ro: Nu s-a putut confirma contul. Vă rugăm să încercați din nou.
ru: Не удалось подтвердить учётную запись. Пожалуйста, попробуйте снова.
sk: Nie je možné potvrdiť účet. Skúste znova.
sv: Kunde inte bekräfta kontot. Försök igen.
th: ไม่สามารถยืนยันบัญชี โปรดลองอีกครั้ง
tr: Hesap doğrulanamadı. Lütfen tekrar deneyin.
uk: Не вдалося підтвердити обліковий запис. Спробуйте ще раз.
vi: Không thể xác nhận tài khoản. Vui lòng thử lại.
zh_hans: 无法确认账户。请重试。
zh_hant: 無法確認帳戶。請重試。

# sync.error.email_not_verified
source: Verify your email before subscribing — check your inbox for the link.
ar: تحقق من بريدك الإلكتروني قبل الاشتراك — تحقق من صندوق الوارد لديك من الرابط.
cs: Ověřte e-mail před přihlášením k odběru – podívejte se do e-mailu na odkaz.
da: Bekræft din e-mail før du abonnerer — tjek din indbakke for linket.
de: Überprüfen Sie Ihre E-Mail vor dem Abonnement – überprüfen Sie Ihren Posteingang auf den Link.
el: Επιβεβαιώστε το email σας πριν κάνετε συνδρομή — ελέγξτε το inbox σας για τον σύνδεσμο.
es: Verifica tu email antes de suscribirte — revisa tu bandeja de entrada para el enlace.
fi: Vahvista sähköpostiosoitteesi ennen tilaamista — tarkista saapuneet viestit linkin varalta.
fr: Vérifiez votre adresse e-mail avant de vous abonner — consultez votre boîte de réception pour le lien.
he: אמת את דוא״ל שלך לפני המנוי — בדוק את תיבת הנציא שלך בקישור.
hi: सदस्यता लेने से पहले अपना ईमेल सत्यापित करें — लिंक के लिए अपने इनबॉक्स को देखें।
hu: Az e-mail-cím megerősítése szükséges az előfizetéshez — keresse meg az üzenetet a beérkezett levelek között.
id: Verifikasi email sebelum berlangganan — periksa kotak masuk Anda untuk tautannya.
it: Verifica la tua email prima di abbonarti — controlla la tua inbox per il link.
ja: 購読する前にメールを確認してください—受信トレイのリンクをご確認ください。
ko: 구독하기 전에 이메일을 확인하세요 - 받은 편지함에서 링크를 확인하세요.
ms: Sahkan e-mel anda sebelum melanggan — semak peti masuk anda untuk pautan.
nb: Bekreft e-posten din før du abonnerer – sjekk innboksen for lenken.
nl: Verifieer je e-mailadres voordat je je abonneert — controleer je inbox op de link.
pl: Zweryfikuj adres e-mail przed subskrypcją — sprawdź swoją skrzynkę odbiorczą, aby znaleźć link.
pt_br: Verifique seu email antes de assinar — procure o link na sua caixa de entrada.
pt_pt: Verifique o seu email antes de subscrever — procure a ligação na sua caixa de entrada.
ro: Verificați-vă e-mailul înainte de a vă abona — căutați linkul în inbox.
ru: Подтвердите свой адрес электронной почты перед подпиской — проверьте входящие письма на наличие ссылки.
sk: Pred prihlásením sa do predplatného overte svoju e-mailovú adresu — skontrolujte doručenú poštu na odkaz.
sv: Verifiera din e-post innan du prenumererar — sök efter länken i din inkorg.
th: ยืนยันอีเมลของคุณก่อนสมัครสมาชิก ตรวจสอบอีเมลของคุณสำหรับลิงก์
tr: Abone olmadan önce e-postanızı doğrulayın — gelen kutunuzda bağlantıyı kontrol edin.
uk: Перевірте вашу електронну пошту перед підпискою — перевірте вхідну папку для посилання.
vi: Xác minh email của bạn trước khi đăng ký — kiểm tra hộp thư để tìm liên kết.
zh_hans: 订阅前请验证您的电子邮件——检查收件箱中的链接。
zh_hant: 訂閱前請驗證您的電子郵件 — 檢查您的收件匣中的連結。

# sync.error.manage_in_app_store
source: Manage this App Store subscription from your Apple account subscriptions.
ar: أدر اشتراك App Store هذا من اشتراكات حسابك في Apple.
cs: Spravujte toto předplatné App Store ze svého účtu Apple.
da: Administrer dette App Store-abonnement fra dine Apple-kontoabonnementer.
de: Verwalten Sie dieses App Store-Abonnement über Ihre Apple-Kontoabos.
el: Διαχειριστείτε τη συνδρομή App Store αυτής από τη σελίδα συνδρομών Apple Account σας.
es: Gestiona esta suscripción del App Store desde las suscripciones de tu cuenta de Apple.
fi: Hallinnoi tätä App Store -tilausta Apple-tilin tilauksista.
fr: Gérez cet abonnement App Store depuis les abonnements de votre compte Apple.
he: נהל מנוי App Store זה מהרשומות שלך בחשבון Apple.
hi: अपने Apple खाते की सदस्यता से इस App Store सदस्यता को प्रबंधित करें।
hu: Kezelje ezt az App Store előfizetést az Apple-fiók előfizetéseiből.
id: Kelola langganan App Store ini dari langganan akun Apple Anda.
it: Gestisci questa sottoscrizione dell'App Store dall'account Apple.
ja: このApp Storeサブスクリプションを、Apple Accountのサブスクリプションから管理してください。
ko: Apple 계정 구독에서 이 App Store 구독을 관리하세요.
ms: Urus langganan App Store ini daripada langganan akaun Apple anda.
nb: Administrer dette App Store-abonnementet fra Apple-kontoen din.
nl: Beheer dit App Store-abonnement vanuit de abonnementsinstellingen van je Apple Account.
pl: Zarządzaj tą subskrypcją App Store w swoim koncie Apple.
pt_br: Gerencie esta assinatura da App Store a partir das assinaturas da sua Conta Apple.
pt_pt: Gerencie esta subscrição da App Store a partir das suas subscrições de conta Apple.
ro: Gestionați acest abonament din App Store din abonamentele contului dvs. Apple.
ru: Управляйте этой подпиской App Store в подписках вашей учётной записи Apple.
sk: Spravujte toto predplatné App Store zo svojich predplatných Apple účtu.
sv: Hantera den här App Store-prenumerationen från din Apple-kontoprenum.
th: จัดการการสมัครสมาชิก App Store นี้จากการสมัครสมาชิกบัญชี Apple ของคุณ
tr: Bu App Store aboneliğini Apple hesabınızın abonelikleri bölümünden yönetin.
uk: Керуйте цією підпискою App Store через підписки облікового запису Apple.
vi: Quản lý đăng ký App Store này từ những đăng ký tài khoản Apple của bạn.
zh_hans: 在您的 Apple 账户订阅中管理此 App Store 订阅。
zh_hant: 從您的 Apple 帳戶訂閱項目管理此 App Store 訂閱。

# sync.error.missing_refresh_token
source: sync response missing refresh token
ar: رسالة المزامنة تفتقد رمز التحديث
cs: v odpovědi synchronizace chybí obnovovací token
da: synkroniseringssvar mangler opdaterings-token
de: Sync-Antwort fehlt Aktualisierungstoken
el: η απάντηση συγχρονισμού δεν έχει διακριτικό ανανέωσης
es: falta el token de actualización en la respuesta de sincronización
fi: synkronoinnin vastaus puuttuu päivitystokeni
fr: la réponse de synchronisation manque du jeton d'actualisation
he: תגובת סנכרון חסרה עדכון טוקן
hi: सिंक प्रतिक्रिया में रीफ्रेश टोकन नहीं है
hu: szinkronizálási válasz hiányzó frissítési token
id: respons sinkronisasi tidak memiliki token penyegaran
it: risposta di sincronizzazione senza token di aggiornamento
ja: 同期レスポンスにリフレッシュトークンがありません
ko: 동기화 응답에 새로고침 토큰이 없음
ms: respons sinkron hilang token penyegar
nb: synk-svar mangler oppdateringstoken
nl: sync-antwoord mist vernieuwingstoken
pl: brak tokenu odświeżenia w odpowiedzi synchronizacji
pt_br: resposta de sincronização sem token de atualização
pt_pt: resposta de sincronização sem token de atualização
ro: răspunsul de sincronizare lipsă token de reîmprospătare
ru: ответ синхронизации не содержит токен обновления
sk: v odpovedi synchronizácie chýba obnovovací token
sv: synkroniseringssvar saknar uppdateringstoken
tr: senkronizasyon yanıtında yenileme jetonu eksik
uk: у відповіді синхронізації відсутній токен оновлення
vi: phản hồi đồng bộ thiếu token làm mới
zh_hans: 同步响应缺少刷新令牌
zh_hant: 同步回應缺少重新整理權杖

# sync.error.no_active_subscription_yet
source: No active subscription found yet. If you just paid, wait a moment and try again.
ar: لم يتم العثور على اشتراك نشط حتى الآن. إذا دفعت للتو، فانتظر لحظة وحاول مرة أخرى.
cs: Zatím nebyl nalezen žádný aktivní odběr. Pokud jste právě zaplatili, počkejte chvíli a zkuste to znovu.
da: Intet aktivt abonnement fundet endnu. Hvis du lige betalte, vent et øjeblik og prøv igen.
de: Noch kein aktives Abonnement gefunden. Wenn Sie gerade bezahlt haben, warten Sie einen Moment und versuchen Sie es erneut.
el: Δεν βρέθηκε ενεργή συνδρομή ακόμα. Εάν μόλις πληρώσατε, περιμένετε λίγο και δοκιμάστε ξανά.
es: No se encontró suscripción activa aún. Si acabas de pagar, espera un momento e intenta de nuevo.
fi: Aktiivista tilausta ei löydy vielä. Jos maksoit juuri, odota hetki ja yritä uudelleen.
fr: Aucun abonnement actif trouvé pour le moment. Si vous venez de payer, attendez un moment et réessayez.
he: לא נמצא מנוי פעיל עדיין. אם בדיוק שילמת, חכה רגע ונסה שוב.
hi: अभी कोई सक्रिय सदस्यता नहीं मिली। यदि आपने अभी भुगतान किया है, तो एक क्षण प्रतीक्षा करें और फिर से प्रयास करें।
hu: Még nem található aktív előfizetés. Ha most fizetett, várjon egy pillanatot, és próbálja meg újra.
id: Belum ada langganan aktif. Jika Anda baru saja membayar, tunggu sebentar dan coba lagi.
it: Nessuna sottoscrizione attiva trovata ancora. Se hai appena pagato, attendi un momento e riprova.
ja: アクティブなサブスクリプションが見つかりません。支払ったばかりの場合は、少し待ってからもう一度お試しください。
ko: 아직 활성 구독이 없습니다. 방금 결제하셨다면 잠시 기다린 후 다시 시도하세요.
ms: Tiada langganan aktif ditemui lagi. Jika anda baru membayar, tunggu seketika dan cuba lagi.
nb: Ingen aktivt abonnement funnet ennå. Hvis du nettopp betalte, vent et øyeblikk og prøv igjen.
nl: Nog geen actief abonnement gevonden. Als je zojuist hebt betaald, wacht je even en probeer je het opnieuw.
pl: Nie znaleziono aktywnej subskrypcji. Jeśli właśnie zapłaciłeś, czekaj chwilę i spróbuj ponownie.
pt_br: Nenhuma assinatura ativa encontrada ainda. Se você acabou de pagar, aguarde um momento e tente novamente.
pt_pt: Nenhuma subscrição ativa encontrada ainda. Se acabou de pagar, aguarde um momento e tente novamente.
ro: Niciun abonament activ găsit încă. Dacă tocmai ați plătit, așteptați un moment și încercați din nou.
ru: Активная подписка еще не найдена. Если вы только что оплатили, подождите немного и попробуйте снова.
sk: Zatiaľ nebolo nájdené aktívne predplatné. Ak ste práve zaplatili, počkajte chvíľu a skúste znova.
sv: Ingen aktiv prenumeration hittad än. Om du precis betalade, vänta en stund och försök igen.
th: ยังไม่พบการสมัครสมาชิกที่ใช้งานอยู่ หากคุณเพิ่งชำระเงิน ให้รอสักครู่แล้วลองอีกครั้ง
tr: Henüz hiç aktif abonelik bulunamadı. Ödeme yaptıysanız, bir an bekleyip tekrar deneyin.
uk: Активна підписка ще не знайдена. Якщо ви щойно сплатили, почекайте та спробуйте ще раз.
vi: Chưa tìm thấy đăng ký hoạt động. Nếu bạn vừa thanh toán, hãy chờ một lúc rồi thử lại.
zh_hans: 尚未找到有效订阅。如果您刚刚付款，请稍候后重试。
zh_hant: 尚未找到有效的訂閱。如果您剛付款，請稍等片刻，然後重試。

# sync.error.no_active_web_subscription
source: There is no active web subscription to change.
ar: لا يوجد اشتراك ويب نشط لتغييره.
cs: Neexistuje žádný aktivní webový odběr, který by se dal změnit.
da: Der er intet aktivt webabonnement at ændre.
de: Es gibt keine aktive Web-Abonnement zum Ändern.
el: Δεν υπάρχει ενεργή συνδρομή ιστού για αλλαγή.
es: No hay suscripción web activa para cambiar.
fi: Ei aktiivista verkkotilausta muutettavaksi.
fr: Il n'y a pas d'abonnement web actif à modifier.
he: אין מנוי אינטרנט פעיל לשינוי.
hi: बदलने के लिए कोई सक्रिय वेब सदस्यता नहीं है।
hu: Nincs aktív webes előfizetés a módosításhoz.
id: Tidak ada langganan web aktif untuk diubah.
it: Non c'è una sottoscrizione web attiva da modificare.
ja: 変更するアクティブなWebサブスクリプションがありません。
ko: 변경할 활성 웹 구독이 없습니다.
ms: Tiada langganan web aktif untuk diubah.
nb: Det finnes ingen aktivt webabonnement å endre.
nl: Er is geen actief webabonnement om te wijzigen.
pl: Nie ma aktywnej subskrypcji internetowej do zmiany.
pt_br: Não há assinatura web ativa para alterar.
pt_pt: Não há nenhuma subscrição web ativa para alterar.
ro: Nu există niciun abonament web activ pentru a schimba.
ru: Нет активной веб-подписки для изменения.
sk: Neexistuje žiadne aktívne webové predplatné, ktoré by bolo možné zmeniť.
sv: Det finns ingen aktiv webbprenumeration att ändra.
th: ไม่มีการสมัครสมาชิกเว็บที่ใช้งานอยู่ในการเปลี่ยน
tr: Değiştirilecek aktif web aboneliği yok.
uk: Активної веб-підписки немає для зміни.
vi: Không có đăng ký web hoạt động để thay đổi.
zh_hans: 没有活跃的网络订阅可更改。
zh_hant: 沒有有效的網路訂閱可變更。

# sync.error.open_account_management_failed
source: Could not open account management: {error}
ar: تعذر فتح إدارة الحساب: {error}
cs: Nepodařilo se otevřít správu účtu: {error}
da: Kunne ikke åbne kontoadministration: {error}
de: Kontoverwaltung konnte nicht geöffnet werden: {error}
el: Δεν ήταν δυνατό να ανοίξει η διαχείριση λογαριασμού: {error}
es: No se pudo abrir la administración de cuenta: {error}
fi: Tilin hallintaa ei voitu avata: {error}
fr: Impossible d'ouvrir la gestion du compte : {error}
he: לא היה אפשר לפתוח ניהול חשבון: {error}
hi: खाता प्रबंधन नहीं खोल सका: {error}
hu: Nem sikerült megnyitni a fiókkezelést: {error}
id: Tidak dapat membuka manajemen akun: {error}
it: Impossibile aprire la gestione dell'account: {error}
ja: アカウント管理を開くことができませんでした: {error}
ko: 계정 관리를 열 수 없음: {error}
ms: Tidak dapat membuka pengurusan akaun: {error}
nb: Kunne ikke åpne kontoadministrasjon: {error}
nl: Kon accountbeheer niet openen: {error}
pl: Nie można otworzyć zarządzania kontem: {error}
pt_br: Não foi possível abrir o gerenciamento de conta: {error}
pt_pt: Não foi possível abrir a gestão de conta: {error}
ro: Nu s-a putut deschide gestionarea contului: {error}
ru: Не удалось открыть управление учётной записью: {error}
sk: Nie je možné otvoriť správu účtu: {error}
sv: Kunde inte öppna kontohantering: {error}
th: ไม่สามารถเปิดการจัดการบัญชี: {error}
tr: Hesap yönetimi açılamadı: {error}
uk: Не вдалося відкрити управління обліковим записом: {error}
vi: Không thể mở quản lý tài khoản: {error}
zh_hans: 无法打开账户管理：{error}
zh_hant: 無法開啟帳戶管理: {error}

# sync.error.open_checkout_failed
source: Could not open the checkout page: {error}
ar: تعذر فتح صفحة الدفع: {error}
cs: Nepodařilo se otevřít stránku nákupu: {error}
da: Kunne ikke åbne checkoutsiden: {error}
de: Checkout-Seite konnte nicht geöffnet werden: {error}
el: Δεν ήταν δυνατό να ανοίξει η σελίδα αγοράς: {error}
es: No se pudo abrir la página de compra: {error}
fi: Kassasivua ei voitu avata: {error}
fr: Impossible d'ouvrir la page d'achat : {error}
he: לא היה אפשר לפתוח את עמוד התשלום: {error}
hi: चेकआउट पृष्ठ नहीं खोल सका: {error}
hu: Nem sikerült megnyitni a pénztár oldalt: {error}
id: Tidak dapat membuka halaman pembayaran: {error}
it: Impossibile aprire la pagina di pagamento: {error}
ja: チェックアウトページを開くことができませんでした: {error}
ko: 결제 페이지를 열 수 없음: {error}
ms: Tidak dapat membuka halaman checkout: {error}
nb: Kunne ikke åpne kjøpssiden: {error}
nl: Kon de checkout-pagina niet openen: {error}
pl: Nie można otworzyć strony kasy: {error}
pt_br: Não foi possível abrir a página de checkout: {error}
pt_pt: Não foi possível abrir a página de pagamento: {error}
ro: Nu s-a putut deschide pagina de plată: {error}
ru: Не удалось открыть страницу оплаты: {error}
sk: Nie je možné otvoriť stránku nákupu: {error}
sv: Kunde inte öppna kassasidan: {error}
th: ไม่สามารถเปิดหน้า Checkout: {error}
tr: Ödeme sayfası açılamadı: {error}
uk: Не вдалося відкрити сторінку оплати: {error}
vi: Không thể mở trang thanh toán: {error}
zh_hans: 无法打开结账页面：{error}
zh_hant: 無法開啟結帳頁面: {error}

# sync.error.open_subscription_management_failed
source: Could not open subscription management: {error}
ar: تعذر فتح إدارة الاشتراك: {error}
cs: Nepodařilo se otevřít správu předplatného: {error}
da: Kunne ikke åbne abonnementsadministration: {error}
de: Abonnementverwaltung konnte nicht geöffnet werden: {error}
el: Δεν ήταν δυνατό να ανοίξει η διαχείριση συνδρομής: {error}
es: No se pudo abrir la administración de suscripción: {error}
fi: Tilauksen hallintaa ei voitu avata: {error}
fr: Impossible d'ouvrir la gestion des abonnements : {error}
he: לא היה אפשר לפתוח ניהול מנוי: {error}
hi: सदस्यता प्रबंधन नहीं खोल सका: {error}
hu: Nem sikerült megnyitni az előfizetés kezelésének oldalt: {error}
id: Tidak dapat membuka manajemen langganan: {error}
it: Impossibile aprire la gestione della sottoscrizione: {error}
ja: サブスクリプション管理を開くことができませんでした: {error}
ko: 구독 관리를 열 수 없음: {error}
ms: Tidak dapat membuka pengurusan langganan: {error}
nb: Kunne ikke åpne abonnementsstyring: {error}
nl: Kon abonnementbeheer niet openen: {error}
pl: Nie można otworzyć zarządzania subskrypcją: {error}
pt_br: Não foi possível abrir o gerenciamento de assinatura: {error}
pt_pt: Não foi possível abrir a gestão de subscrição: {error}
ro: Nu s-a putut deschide gestionarea abonamentului: {error}
ru: Не удалось открыть управление подпиской: {error}
sk: Nie je možné otvoriť správu predplatného: {error}
sv: Kunde inte öppna prenumerationshantering: {error}
th: ไม่สามารถเปิดการจัดการการสมัครสมาชิก: {error}
tr: Abonelik yönetimi açılamadı: {error}
uk: Не вдалося відкрити управління підпискою: {error}
vi: Không thể mở quản lý đăng ký: {error}
zh_hans: 无法打开订阅管理：{error}
zh_hant: 無法開啟訂閱管理: {error}
